{
  "felicidad": [
    {
      "versiculo": "Nehemías 8.10",
      "texto": "El gozo del Señor es mi fortaleza.",
      "reflexion": "La verdadera fuerza proviene de la alegría que encontramos en nuestra relación con Dios. Esta alegría nos sostiene incluso en tiempos difíciles."
    },
    {
      "versiculo": "Salmos 118.24",
      "texto": "Este es el día que hizo el Señor; nos gozaremos y alegraremos en él.",
      "reflexion": "Cada día es un regalo de Dios, y debemos aprovecharlo con alegría y gratitud, reconociendo Su bondad en nuestras vidas."
    },
    {
      "versiculo": "Proverbios 15.13",
      "texto": "El corazón alegre hermosea el rostro.",
      "reflexion": "La alegría interna se refleja en nuestra apariencia externa, mostrando la luz de Dios en nosotros."
    },
    {
      "versiculo": "Salmos 28.7",
      "texto": "El Señor es mi fuerza y mi escudo; en él confía mi corazón, y soy ayudado; por lo que se goza mi corazón.",
      "reflexion": "La verdadera alegría proviene de la confianza en el Señor, quien es nuestra protección y fortaleza."
    },
    {
      "versiculo": "Salmos 16.11",
      "texto": "Tú me mostrarás la senda de la vida; en tu presencia hay plenitud de gozo; delicias a tu diestra para siempre.",
      "reflexion": "La presencia de Dios es fuente inagotable de alegría y satisfacción que dura para siempre."
    },
    {
      "versiculo": "Salmos 100:1",
      "texto": "Canten alegres a Dios, habitantes de toda la tierra.",
      "reflexion": "La alabanza a Dios nace de un corazón lleno de alegría, y es una respuesta natural a Su grandeza y bondad."
    },
    {
      "versiculo": "Salmos 126.5",
      "texto": "Los que sembraron con lágrimas, con regocijo segarán.",
      "reflexion": "Dios recompensa el esfuerzo y la perseverancia con una cosecha de alegría y bendiciones."
    },
    {
      "versiculo": "Filipenses 4.4",
      "texto": "Regocijaos en el Señor siempre. Otra vez digo: ¡Regocijaos!",
      "reflexion": "La alegría en el Señor es constante y no depende de las circunstancias, sino de nuestra relación con Él."
    },
    {
      "versiculo": "Proverbios 15.15",
      "texto": "El corazón alegre tiene un banquete continuo.",
      "reflexion": "Un corazón lleno de alegría vive en un estado de plenitud y satisfacción, como si siempre estuviera en un banquete."
    },
    {
      "versiculo": "Proverbios 17.22",
      "texto": "El corazón alegre es una buena medicina, pero el espíritu quebrantado seca los huesos.",
      "reflexion": "La alegría tiene un poder curativo tanto para el cuerpo como para el alma, mientras que la tristeza nos debilita."
    },
    {
      "versiculo": "Salmos 144.15",
      "texto": "Bienaventurado el pueblo cuyo Dios es el Señor.",
      "reflexion": "La verdadera felicidad y bendición provienen de tener a Dios como Señor y guía en nuestras vidas."
    },
    {
      "versiculo": "Salmos 37.4",
      "texto": "Deléitate en el Señor, y él te concederá los deseos de tu corazón.",
      "reflexion": "Cuando nuestra alegría se encuentra en Dios, Él se complace en bendecirnos y cumplir los deseos que alinean con Su voluntad."
    },
    {
      "versiculo": "Romanos 15.13",
      "texto": "Que el Dios de la esperanza os llene de todo gozo y paz en vuestra fe, para que abundéis en esperanza por el poder del Espíritu Santo.",
      "reflexion": "La fe en Dios nos llena de alegría y paz, lo que a su vez fortalece nuestra esperanza y confianza en Su poder."
    },
    {
      "versiculo": "Salmos 30.5",
      "texto": "El llanto puede durar toda la noche, pero a la mañana vendrá el grito de alegría.",
      "reflexion": "Las dificultades y tristezas son temporales, pero la alegría y el consuelo que Dios nos ofrece son eternos."
    },
    {
      "versiculo": "Proverbios 10.28",
      "texto": "La esperanza de los justos es alegría; mas la esperanza de los impíos perecerá.",
      "reflexion": "La alegría es la recompensa de aquellos que viven en justicia y buscan la voluntad de Dios."
    },
    {
      "versiculo": "Salmos 97.11",
      "texto": "Luz está sembrada para el justo, y alegría para los rectos de corazón.",
      "reflexion": "Dios ha preparado un camino de luz y alegría para aquellos que viven con rectitud y buscan Su verdad."
    },
    {
      "versiculo": "Salmos 32.11",
      "texto": "Alegraos en el Señor y gozaos, justos; y cantad con júbilo todos vosotros los rectos de corazón.",
      "reflexion": "La alegría y el gozo son la respuesta natural de aquellos que viven en rectitud y justicia ante Dios."
    },
    {
      "versiculo": "Sofonías 3.17",
      "texto": "El Señor tu Dios está en medio de ti, poderoso; él salvará, se gozará sobre ti con alegría, callará de amor, se regocijará sobre ti con cánticos.",
      "reflexion": "Dios no solo nos ama, sino que también se deleita en nosotros, llenándonos de alegría con Su amor y cuidado."
    },
    {
      "versiculo": "Isaías 55.12",
      "texto": "Porque con alegría saldréis, y con paz seréis vueltos; los montes y los collados levantarán canción delante de vosotros, y todos los árboles del campo darán palmadas de aplauso.",
      "reflexion": "La alegría y la paz de Dios nos acompañan en nuestro camino, transformando todo a nuestro alrededor en un testimonio de Su bondad."
    },
    {
      "versiculo": "Lucas 6.23",
      "texto": "Gozaos en aquel día, y saltad de gozo, porque he aquí, vuestro galardón es grande en los cielos.",
      "reflexion": "La alegría en Dios no solo es para esta vida, sino que también hay una recompensa eterna que nos espera en el cielo."
    }
  ],
  "tristeza": [
    {
      "versiculo": "Salmos 34.18",
      "texto": "Cercano está el Señor a los quebrantados de corazón; y salva a los contritos de espíritu.",
      "reflexion": "En nuestros momentos de tristeza y dolor, Dios está cerca, ofreciéndonos consuelo y sanación."
    },
    {
      "versiculo": "Mateo 5.4",
      "texto": "Bienaventurados los que lloran, porque ellos recibirán consolación.",
      "reflexion": "El dolor y la tristeza son parte de la experiencia humana, pero Dios promete consuelo a aquellos que sufren."
    },
    {
      "versiculo": "2Corintios 1.3-4",
      "texto": "Bendito sea el Dios y Padre de nuestro Señor Jesucristo, el Padre de misericordias y Dios de toda consolación; el cual nos consuela en todas nuestras tribulaciones.",
      "reflexion": "Dios es nuestra fuente de consuelo y nos capacita para ayudar a otros que atraviesan momentos difíciles."
    },
    {
      "versiculo": "Romanos 12.15",
      "texto": "Gozaos con los que se gozan, y llorad con los que lloran.",
      "reflexion": "La empatía es una parte esencial de la vida cristiana; debemos estar ahí para compartir tanto la alegría como el dolor de los demás."
    },
    {
      "versiculo": "Salmos 42.11",
      "texto": "¿Por qué te abates, oh alma mía, y te turbas dentro de mí? Espera en Dios; porque aún he de alabarle, salvación mía y Dios mío.",
      "reflexion": "En tiempos de tristeza, debemos recordar que nuestra esperanza está en Dios, quien es nuestra salvación y ayuda."
    },
    {
      "versiculo": "Isaías 41.10",
      "texto": "No temas, porque yo estoy contigo; no desmayes, porque yo soy tu Dios; te fortaleceré y te ayudaré; te sustentaré con la diestra de mi justicia.",
      "reflexion": "Aun en la tristeza, Dios nos recuerda que no estamos solos y que siempre nos apoya."
    },
    {
      "versiculo": "Salmos 30.5",
      "texto": "Porque un momento será su ira, pero su favor dura toda la vida; por la noche durará el llanto, y a la mañana vendrá la alegría.",
      "reflexion": "Las dificultades son temporales, y Dios transforma nuestro dolor en alegría al final."
    },
    {
      "versiculo": "1Pedro 5.7",
      "texto": "Echando toda vuestra ansiedad sobre él, porque él tiene cuidado de vosotros.",
      "reflexion": "No debemos llevar nuestras cargas solos; Dios se preocupa por nosotros y nos invita a entregarle nuestras preocupaciones."
    },
    {
      "versiculo": "Salmos 147.3",
      "texto": "Él sana a los quebrantados de corazón y venda sus heridas.",
      "reflexion": "Dios se ocupa de nuestro dolor y sana nuestras heridas emocionales con Su amor."
    },
    {
      "versiculo": "Juan 16.20",
      "texto": "De cierto, de cierto os digo que vosotros lloraréis y lamentaréis, pero el mundo se regocijará; y vosotros estaréis tristes, pero vuestra tristeza se convertirá en gozo.",
      "reflexion": "La tristeza que experimentamos ahora es temporal, y Dios promete que será transformada en alegría."
    },
    {
      "versiculo": "Lamentaciones 3.22-23",
      "texto": "Por la misericordia del Señor no hemos sido consumidos, porque nunca decaen sus misericordias. Nuevas son cada mañana; grande es tu fidelidad.",
      "reflexion": "Cada día es una nueva oportunidad para experimentar la fidelidad y la misericordia de Dios, incluso en nuestra tristeza."
    },
    {
      "versiculo": "Mateo 11.28",
      "texto": "Venid a mí todos los que estáis trabajados y cargados, y yo os haré descansar.",
      "reflexion": "Dios nos invita a llevarle nuestras cargas y encontrar descanso en Él, especialmente en momentos de tristeza."
    },
    {
      "versiculo": "Salmos 61.2",
      "texto": "Desde el extremo de la tierra clamaré a ti; con el corazón abatido; llévame a la roca que es más alta que yo.",
      "reflexion": "Incluso cuando nos sentimos alejados, podemos clamar a Dios y buscar refugio en Su presencia."
    },
    {
      "versiculo": "Isaías 53.4",
      "texto": "Ciertamente llevó él nuestras enfermedades y sufrió nuestros dolores; y nosotros le tuvimos por azotado, por herido de Dios y abatido.",
      "reflexion": "Jesús comparte nuestro dolor y tristeza, llevándolos sobre sí mismo para ofrecernos sanidad y consuelo."
    },
    {
      "versiculo": "Romanos 8.18",
      "texto": "Porque tengo por cierto que las aflicciones del tiempo presente no son comparables con la gloria venidera que en nosotros ha de manifestarse.",
      "reflexion": "Nuestras luchas y tristezas son temporales, y hay una gloria futura prometida por Dios que lo supera todo."
    },
    {
      "versiculo": "Filipenses 4.6-7",
      "texto": "Por nada estéis afanosos, sino sean conocidas vuestras peticiones delante de Dios en toda oración y ruego, con acción de gracias. Y la paz de Dios, que sobrepasa todo entendimiento, guardará vuestros corazones y vuestros pensamientos en Cristo Jesús.",
      "reflexion": "Dios nos llama a llevar nuestras ansiedades a Él, prometiendo una paz que nos sostiene en momentos de tristeza."
    },
    {
      "versiculo": "Salmos 126.5-6",
      "texto": "Los que sembraron con lágrimas, con regocijo segarán. Irán andando y llorando el que lleva la preciosa semilla; mas volverán a venir con regocijo, trayendo sus gavillas.",
      "reflexion": "El dolor puede ser parte del proceso de sembrar, pero Dios promete que la cosecha de alegría llegará."
    },
    {
      "versiculo": "Salmos 42.5",
      "texto": "¿Por qué te abates, oh alma mía, y te turbas dentro de mí? Espera en Dios; porque aún he de alabarle.",
      "reflexion": "Aun en los momentos de tristeza, debemos recordar esperar en Dios, quien es nuestra esperanza."
    },
    {
      "versiculo": "Salmos 119.50",
      "texto": "Esto es lo que me consuela en mi aflicción: Que tu palabra me ha vivificado.",
      "reflexion": "La palabra de Dios trae consuelo y vida en medio de nuestras tribulaciones."
    },
    {
      "versiculo": "1Tesalonicenses 4.13",
      "texto": "No queremos, hermanos, que ignoréis acerca de los que duermen, para que no os entristezcáis como los otros que no tienen esperanza.",
      "reflexion": "La tristeza es natural, pero nuestra esperanza en Cristo nos permite enfrentarla de manera diferente."
    }
  ],
  
  "ansiedad": [
    {
      "versiculo": "Mateo 6.34",
      "texto": "No os afanéis por el día de mañana, porque el día de mañana traerá su afán; basta a cada día su propio mal.",
      "reflexion": "Dios nos llama a vivir en el presente y confiar en que Él se ocupa de nuestro futuro."
    },
    {
      "versiculo": "Filipenses 4.6-7",
      "texto": "Por nada estéis afanosos, sino sean conocidas vuestras peticiones delante de Dios en toda oración y ruego, con acción de gracias. Y la paz de Dios, que sobrepasa todo entendimiento, guardará vuestros corazones y vuestros pensamientos en Cristo Jesús.",
      "reflexion": "La oración es una poderosa herramienta contra la ansiedad; al entregarle nuestras preocupaciones a Dios, encontramos paz."
    },
    {
      "versiculo": "1Pedro 5.7",
      "texto": "Echando toda vuestra ansiedad sobre él, porque él tiene cuidado de vosotros.",
      "reflexion": "Podemos depositar nuestras ansiedades en las manos de Dios, quien cuida de nosotros con amor."
    },
    {
      "versiculo": "Salmos 55.22",
      "texto": "Echa sobre Jehová tu carga, y él te sustentará; no dejará para siempre caído al justo.",
      "reflexion": "Dios está dispuesto a sostenernos en nuestros momentos de ansiedad, dándonos la fuerza que necesitamos."
    },
    {
      "versiculo": "Juan 14.1",
      "texto": "No se turbe vuestro corazón; creéis en Dios, creed también en mí.",
      "reflexion": "Jesús nos invita a tener fe en Él y a no permitir que la ansiedad turbe nuestro corazón."
    },
    {
      "versiculo": "Salmos 34.4",
      "texto": "Busqué a Jehová, y él me oyó, y me libró de todos mis temores.",
      "reflexion": "Al buscar a Dios, encontramos liberación de nuestros temores y ansiedades."
    },
    {
      "versiculo": "Romanos 8.28",
      "texto": "Y sabemos que a los que aman a Dios, todas las cosas les ayudan a bien.",
      "reflexion": "Dios puede usar incluso nuestras ansiedades para un propósito mayor en nuestras vidas."
    },
    {
      "versiculo": "Isaías 41.10",
      "texto": "No temas, porque yo estoy contigo; no desmayes, porque yo soy tu Dios que te esfuerzo; siempre te ayudaré.",
      "reflexion": "Dios promete estar a nuestro lado en todo momento, brindándonos fuerza y ayuda."
    },
    {
      "versiculo": "Salmos 94.19",
      "texto": "Cuando mi ansiedad se multiplicó en mí, tus consolaciones alegraron mi alma.",
      "reflexion": "Las consolaciones de Dios son una fuente de alegría en medio de la ansiedad."
    },
    {
      "versiculo": "Mateo 11.28-30",
      "texto": "Venid a mí todos los que estáis trabajados y cargados, y yo os haré descansar. Llevad mi yugo sobre vosotros, y aprended de mí, que soy manso y humilde de corazón; y hallaréis descanso para vuestras almas.",
      "reflexion": "Jesús nos ofrece descanso y alivio para nuestras cargas, incluyendo la ansiedad."
    },
    {
      "versiculo": "Isaías 26.3",
      "texto": "Tú guardarás en perfecta paz a aquel cuyo pensamiento en ti persevera; porque en ti ha confiado.",
      "reflexion": "La paz perfecta es el resultado de confiar y mantener nuestros pensamientos en Dios."
    },
    {
      "versiculo": "Salmos 37.5",
      "texto": "Encomienda a Jehová tu camino, y confía en él; y él hará.",
      "reflexion": "Confiar en Dios y encomendarle nuestras preocupaciones nos libera de la ansiedad."
    },
    {
      "versiculo": "Hebreos 13.6",
      "texto": "De manera que podemos decir confiadamente: El Señor es mi helper; no temeré lo que me pueda hacer el hombre.",
      "reflexion": "Con Dios como nuestro ayudador, no tenemos que temer la ansiedad provocada por las circunstancias."
    },
    {
      "versiculo": "Proverbios 12.25",
      "texto": "La ansiedad en el corazón del hombre lo deprime; mas la buena palabra lo alegra.",
      "reflexion": "Las palabras de aliento y la verdad de Dios pueden levantar nuestro ánimo y aliviar nuestra ansiedad."
    },
    {
      "versiculo": "Salmos 139.23-24",
      "texto": "Examíname, oh Dios, y conoce mi corazón; pruébame y conoce mis pensamientos. Y ve si hay en mí camino de perversidad, y guíame en el camino eterno.",
      "reflexion": "Abrirnos a Dios y pedirle que examine nuestros corazones puede ayudarnos a confrontar y manejar nuestra ansiedad."
    },
    {
      "versiculo": "Colosenses 3.2",
      "texto": "Poned la mira en las cosas de arriba, no en las de la tierra.",
      "reflexion": "Fijar nuestra atención en lo eterno puede disminuir la ansiedad por las cosas temporales."
    },
    {
      "versiculo": "2Timoteo 1.7",
      "texto": "Porque no nos ha dado Dios espíritu de temor, sino de poder, de amor y de dominio propio.",
      "reflexion": "Dios nos capacita con su Espíritu para enfrentar la ansiedad con poder y amor."
    },
    {
      "versiculo": "Salmos 118.6",
      "texto": "Jehová está conmigo; no temeré lo que me pueda hacer el hombre.",
      "reflexion": "La presencia de Dios con nosotros es una fuente de valentía en medio de la ansiedad."
    },
    {
      "versiculo": "Filipenses 4.13",
      "texto": "Todo lo puedo en Cristo que me fortalece.",
      "reflexion": "Con la fuerza de Cristo, podemos enfrentar y superar nuestras ansiedades."
    }
  ],
  
  "enojo": [
    {
      "versiculo": "Santiago 1.19-20",
      "texto": "Por esto, mis amados hermanos, todo hombre sea pronto para oír, tardo para hablar, tardo para airarse; porque la ira del hombre no obra la justicia de Dios.",
      "reflexion": "Escuchar y reflexionar antes de actuar puede ayudarnos a evitar reacciones impulsivas y a manejar nuestro enojo de manera justa."
    },
    {
      "versiculo": "Efesios 4.26-27",
      "texto": "Airaos, pero no pequéis; no se ponga el sol sobre vuestro enojo, ni deis lugar al diablo.",
      "reflexion": "Sentir enojo es humano, pero lo importante es cómo respondemos a él; no debemos dejar que dure y nos lleve al pecado."
    },
    {
      "versiculo": "Proverbios 14.29",
      "texto": "El que es lento para la ira tiene gran entendimiento; mas el que es de espíritu impaciente, ensalza la necedad.",
      "reflexion": "La paciencia y el autocontrol en momentos de enojo reflejan sabiduría y comprensión."
    },
    {
      "versiculo": "Proverbios 15.1",
      "texto": "La blanda respuesta quita la ira; mas la palabra áspera hace subir el furor.",
      "reflexion": "Nuestras palabras pueden calmar o avivar el enojo; es esencial elegirlas con sabiduría."
    },
    {
      "versiculo": "Proverbios 29.11",
      "texto": "El necio da rienda suelta a toda su ira, mas el sabio al final la sosiega.",
      "reflexion": "Controlar nuestras emociones es un signo de sabiduría y madurez."
    },
    {
      "versiculo": "Salmos 37.8",
      "texto": "Deja la ira y deséchala; no te excites en manera alguna a hacer lo malo.",
      "reflexion": "Dejar de lado el enojo es crucial para evitar acciones negativas que puedan tener consecuencias."
    },
    {
      "versiculo": "Eclesiastés 7.9",
      "texto": "No te apresures en tu espíritu a enojarte, porque el enojo reposa en el seno de los necios.",
      "reflexion": "El enojo puede llevar a decisiones necias; es mejor reflexionar antes de actuar."
    },
    {
      "versiculo": "Romanos 12.19",
      "texto": "No os venguéis vosotros mismos, amados míos, sino dejad lugar a la ira de Dios; porque está escrito: Mía es la venganza, yo recompensaré, dice el Señor.",
      "reflexion": "Dejar la venganza en manos de Dios nos libera del enojo y de la necesidad de justicia propia."
    },
    {
      "versiculo": "Proverbios 16.32",
      "texto": "Mejor es el que tarda en airarse que el fuerte; y el que se enseñorea de su espíritu que el que toma una ciudad.",
      "reflexion": "El autocontrol es una fortaleza mayor que la fuerza física; dominar nuestro enojo es un gran logro."
    },
    {
      "versiculo": "Colosenses 3.8",
      "texto": "Pero ahora dejad también vosotros todas estas cosas: ira, enojo, malicia, blasfemia, palabras deshonestas de vuestra boca.",
      "reflexion": "Deshacerse del enojo es parte de vivir una vida transformada en Cristo."
    },
    {
      "versiculo": "Salmos 30.5",
      "texto": "Porque su ira dura sólo un momento, pero su favor dura toda la vida; por la noche durará el lloro, y a la mañana vendrá la alegría.",
      "reflexion": "La ira de Dios es temporal, pero su amor y favor son eternos; esto nos da esperanza."
    },
    {
      "versiculo": "Gálatas 5.19-21",
      "texto": "Y manifiestas son las obras de la carne, que son: adulterio, fornicación, inmundicia, lascivia, idólatras, hechiceros, enemistades, pleitos, celos, iras, contiendas, disensiones, herejías; en fin, los que practican tales cosas no heredarán el reino de Dios.",
      "reflexion": "El enojo y la ira son actitudes que nos alejan de la vida en el Espíritu."
    },
    {
      "versiculo": "Salmos 4.4",
      "texto": "Temblad y no pequéis; meditar en vuestro corazón, sobre vuestra cama, y callad. Selah.",
      "reflexion": "La meditación y el silencio son clave para manejar el enojo; reflexionar antes de actuar es vital."
    },
    {
      "versiculo": "Mateo 5.22",
      "texto": "Pero yo os digo que cualquiera que se enoje contra su hermano será culpable de juicio; y cualquiera que diga: Raca, será culpable ante el concilio; y cualquiera que diga: Fatuo, quedará expuesto al infierno de fuego.",
      "reflexion": "Jesús advierte sobre las consecuencias del enojo; es un llamado a cuidar nuestros corazones."
    },
    {
      "versiculo": "Proverbios 10.12",
      "texto": "El odio despierta rencillas; pero el amor cubrirá todas las ofensas.",
      "reflexion": "El amor es la respuesta que puede sanar y prevenir el enojo entre nosotros."
    },
    {
      "versiculo": "Salmos 119.165",
      "texto": "Grandes paz tienen los que aman tu ley, y no hay para ellos tropiezo.",
      "reflexion": "El amor por la palabra de Dios trae paz y evita el enojo y la frustración."
    },
    {
      "versiculo": "Romanos 12.21",
      "texto": "No seas vencido de lo malo, sino vence con el bien el mal.",
      "reflexion": "Responder al mal con el bien es un poderoso antídoto contra el enojo."
    },
    {
      "versiculo": "Proverbios 22.24-25",
      "texto": "No te entremetas con el hombre dado a la ira, ni te pongas con el hombre violento; no sea que aprendas sus maneras y tomes lazo para tu alma.",
      "reflexion": "Las malas influencias pueden intensificar nuestro enojo; es esencial elegir nuestras relaciones sabiamente."
    },
    {
      "versiculo": "Gálatas 5.22-23",
      "texto": "Mas el fruto del Espíritu es amor, gozo, paz, paciencia, benignidad, bondad, fe, mansedumbre, templanza; contra tales cosas no hay ley.",
      "reflexion": "El fruto del Espíritu nos ayuda a cultivar actitudes opuestas al enojo."
    },
    {
      "versiculo": "Efesios 4.31-32",
      "texto": "Quítese de vosotros toda amargura, enojo, ira, gritos y maledicencia, y toda malicia. Antes sed benignos unos con otros, misericordiosos, perdonándoos unos a otros, así como Dios también os perdonó en Cristo.",
      "reflexion": "El perdón y la bondad son antidotos poderosos contra el enojo."
    },
    {
      "versiculo": "Proverbios 27.4",
      "texto": "Cruel es la ira, e impetuoso el furor; mas ¿quién sostendrá delante de la envidia?",
      "reflexion": "La envidia puede intensificar el enojo; es mejor cultivar la gratitud."
    },
    {
      "versiculo": "Isaías 54.8",
      "texto": "Con un pequeño momento te abandoné, pero con gran compasión te recogeré.",
      "reflexion": "Dios nos muestra que incluso en la ira, su compasión es abundante y nos llama al arrepentimiento."
    },
    {
      "versiculo": "Salmos 73.21-22",
      "texto": "Se llenó mi corazón de dolor, y mis entrañas se conmovieron. Estaba yo ignorante, no entendía; era como una bestia delante de ti.",
      "reflexion": "Reconocer nuestra ira y enojo ante Dios puede conducir a una mayor comprensión y crecimiento espiritual."
    }
  ],
 
  "tranquilidad": [
    {
      "versiculo": "Filipenses 4.6-7",
      "texto": "Por nada estéis afanosos, sino sean conocidas vuestras peticiones delante de Dios en toda oración y ruego, con acción de gracias. Y la paz de Dios, que sobrepasa todo entendimiento, guardará vuestros corazones y vuestros pensamientos en Cristo Jesús.",
      "reflexion": "La tranquilidad proviene de confiar en Dios y llevar nuestras preocupaciones a Él en oración."
    },
    {
      "versiculo": "Salmos 46.10",
      "texto": "Estad quietos, y conoced que yo soy Dios; seré exaltado entre las naciones, seré exaltado en la tierra.",
      "reflexion": "En momentos de agitación, Dios nos llama a encontrar paz al recordar su soberanía."
    },
    {
      "versiculo": "Isaías 26.3",
      "texto": "Tú guardarás en completa paz a aquel cuyo pensamiento en ti persevera; porque en ti ha confiado.",
      "reflexion": "La paz y tranquilidad vienen al mantener nuestra mente enfocada en Dios y su fidelidad."
    },
    {
      "versiculo": "Salmos 23.2-3",
      "texto": "En lugares de delicados pastos me hará descansar; junto a aguas de reposo me pastoreará. Confortará mi alma; me guiará por sendas de justicia por amor de su nombre.",
      "reflexion": "Dios nos lleva a lugares de paz y descanso, renovando nuestras almas en su presencia."
    },
    {
      "versiculo": "Mateo 11.28-30",
      "texto": "Venid a mí todos los que estáis trabajados y cargados, y yo os haré descansar. Llevad mi yugo sobre vosotros, y aprended de mí, que soy manso y humilde de corazón; y hallaréis descanso para vuestras almas.",
      "reflexion": "Cristo nos invita a encontrar descanso y tranquilidad al entregarle nuestras cargas."
    },
    {
      "versiculo": "Salmos 94.19",
      "texto": "En la multitud de mis pensamientos dentro de mí, tus consolaciones alegraban mi alma.",
      "reflexion": "La presencia de Dios y sus consuelos pueden traer paz incluso en tiempos de preocupación."
    },
    {
      "versiculo": "Romanos 15.13",
      "texto": "Y el Dios de esperanza os llene de todo gozo y paz en el creer, para que abundéis en esperanza por el poder del Espíritu Santo.",
      "reflexion": "La fe en Dios nos llena de gozo y paz, y nos ayuda a enfrentar los desafíos de la vida."
    },
    {
      "versiculo": "Salmos 37.7",
      "texto": "Guarda silencio ante Jehová, y espera en él; no te alteres con motivo del que prospera en su camino, por el hombre que hace maldades.",
      "reflexion": "La tranquilidad se encuentra en esperar pacientemente en el Señor y no dejarnos llevar por las injusticias."
    },
    {
      "versiculo": "Salmos 119.165",
      "texto": "Grandes paz tienen los que aman tu ley, y no hay para ellos tropiezo.",
      "reflexion": "La paz que trae la Palabra de Dios evita que caigamos en trampas o dificultades."
    },
    {
      "versiculo": "Isaías 30.15",
      "texto": "Porque así dijo el Señor Dios, el Santo de Israel: En arrepentimiento y en reposo seréis salvos; en la quietud y en la confianza estará vuestra fuerza. Mas no quisisteis.",
      "reflexion": "La salvación y fortaleza se encuentran en la tranquilidad y confianza en Dios."
    },
    {
      "versiculo": "Juan 14.27",
      "texto": "La paz os dejo, mi paz os doy; yo no os la doy como el mundo la da. No se turbe vuestro corazón, ni tenga miedo.",
      "reflexion": "La paz que ofrece Jesús es única y nos da seguridad en medio de la incertidumbre."
    },
    {
      "versiculo": "Proverbios 14.30",
      "texto": "El corazón apacible es vida de la carne; mas la envidia es carcoma de los huesos.",
      "reflexion": "Un corazón en paz contribuye a nuestra salud y bienestar general."
    },
    {
      "versiculo": "Salmos 118.24",
      "texto": "Este es el día que hizo Jehová; nos gozaremos y alegraremos en él.",
      "reflexion": "Encontrar alegría en cada día nos ayuda a vivir con tranquilidad y paz."
    },
    {
      "versiculo": "Salmos 32.7",
      "texto": "Tú eres mi refugio; me guardarás de la angustia; con cánticos de liberación me rodearás.",
      "reflexion": "Dios es nuestro refugio y protector, brindándonos tranquilidad en tiempos difíciles."
    },
    {
      "versiculo": "Salmos 121.1-2",
      "texto": "Alzaré mis ojos a los montes; ¿de dónde vendrá mi socorro? Mi socorro viene de Jehová, que hizo los cielos y la tierra.",
      "reflexion": "Mirar hacia Dios como nuestra fuente de ayuda nos llena de paz y confianza."
    },
    {
      "versiculo": "1Pedro 5.7",
      "texto": "Echando toda vuestra ansiedad sobre él, porque él tiene cuidado de vosotros.",
      "reflexion": "Al entregar nuestras preocupaciones a Dios, encontramos la tranquilidad que solo Él puede proporcionar."
    },
    {
      "versiculo": "Hebreos 4.9-10",
      "texto": "Por tanto, queda aún un reposo para el pueblo de Dios. Porque el que ha entrado en su reposo, también ha reposado de sus obras, como Dios de las suyas.",
      "reflexion": "Dios nos ofrece un descanso espiritual que nos llena de tranquilidad."
    },
    {
      "versiculo": "Proverbios 3.5-6",
      "texto": "Confía en Jehová con todo tu corazón, y no te apoyes en tu propia prudencia. Reconócelo en todos tus caminos, y él enderezará tus veredas.",
      "reflexion": "Confiar en Dios nos lleva a vivir en paz, sabiendo que Él dirige nuestros caminos."
    },
    {
      "versiculo": "Salmos 16.11",
      "texto": "Me mostrarás la senda de la vida; en tu presencia hay plenitud de gozo; delicias a tu diestra para siempre.",
      "reflexion": "Estar en la presencia de Dios trae una tranquilidad y gozo incomparables."
    }
  ]
}